{
  "Index": {
    "nav": {
      "routes": {
        "home": "Home",
        "about": "About Me",
        "projects": "Projects",
        "contact": "Contact"
      }
    },
    "header": {
      "headline": "Software Developer",
      "button": {
        "text": "Download CV",
        "url": "contact.html"
      }
    },
    "education": {
      "title": "Education",
      "subTitle": "Bootcamps and More",
      "cards": [
        {
          "date": "Jan 2019 - Present",
          "title": "Self-taught",
          "text": "I'm a person who loves learning new technologies and doing projects with said technologies."
        },
        {
          "date": "Jan 2021 - Dec 2023",
          "title": "ITLA",
          "text": "It's the most prestigious institute in my country in terms of technology and here I took the software development technology."
        },
        {
          "date": "Apr - Aug 2022",
          "title": "Talendig Bootcamp",
          "text": "I took this bootcamp because I wanted to learn more about web development and here I learned HTML, CSS, Javascript, React, Node, and more."
        },
        {
          "date": "Jun - Aug 2022",
          "title": "Platzi",
          "text": "I did the web development school on this platform, where I learned Fundamentals HTML, CSS, Javascript also React and Node."
        },
        {
          "date": "Sep 2021 - Feb 2022",
          "title": "FreeCodeCamp",
          "text": "I decided to take some bootcamps on this platform because of its prestige and I took Web Responsive Design, Javascript Algorithms and Data Structures and Backend Development and Apis."
        }
      ]
    },
    "experience": {
      "title": "Work Experience",
      "timeline": {
        "freelace": {
          "title": "Freelance",
          "date": "Jul 2022 - Present",
          "text": "I currently work as a freelance, where I have worked with different clients, developing web pages and applications."
        },
        "government": {
          "title": "General Directorate of Public Procurement",
          "date": "Dec 2022 - Present",
          "text": "I currently work as a Frontend Developer at the General Directorate of Public Procurement, where I have developed web applications for the institution."
        },
        "talendig": {
          "title": "Talendig",
          "date": "Jan 2022 - Dec 2022",
          "text": "I worked as a Full Stack Developer at Talendig, a company that offers bootcamps to train people in the technology industry."
        }
      }
    },
    "quotes": {
      "title": "Quote",
      "quote": "“First, solve the problem. Then, write the code.”",
      "author": "John Johnson",
      "position": "Programmer"
    }
  },
  "about": {
    "title": "About Me",
    "paragraphs": {
      "greetings": "Hello! I'm ",
      "age": ", a passionate software developer, I'm ",
      "years": " years old, with an insatiable thirst for knowledge. Currently, I'm immersed in my education at the Instituto Tecnológico de las Américas, where I'm acquiring the skills and knowledge necessary to excel in the world of technology. But my learning doesn't stop in the classroom; I'm an avid self-learner, always seeking opportunities to learn more and push boundaries.",
      "learning": "However, my learning doesn't end in the classroom; I'm an avid self-learner, always seeking opportunities to learn more and push boundaries. In addition to my education and work at the General Directorate of Public Procurement since December 2022, I'm also a passionate freelancer and software developer. Working independently allows me to apply my skills and knowledge to a variety of exciting projects, and I enjoy collaborating with different clients and companies to deliver customized technological solutions.",
      "mission": "Technology is my true passion, and my mission is to utilize my skills as a software developer to create innovative solutions that enhance people's lives."
    }
  }
}
